Repository: ozzyfly/z2-4x4-trainer
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hant

source: The daily score with its HRV, resting-HR, wrist-temperature and sleep signals — not just the headline.
de: Der Tageswert mit HRV-, Ruhepuls-, Handgelenktemperatur- und Schlafsignalen — nicht nur die Überschrift.
es: La puntuación diaria con sus señales de HRV, pulso en reposo, temperatura de muñeca y sueño, no solo el titular.
fr: Le score quotidien avec ses signaux VFC, FC au repos, température du poignet et sommeil — pas seulement le titre.
ja: HRV・安静時心拍・手首温度・睡眠のシグナルまで含む毎日のスコア。見出しだけではありません。
ko: HRV·안정 시 심박·손목 온도·수면 신호까지 담은 매일의 점수 — 요약만이 아닙니다.
pt_br: A pontuação diária com sinais de VFC, FC em repouso, temperatura do pulso e sono — não só o resumo.
zh_hant: 每日分數與背後的 HRV、安靜心率、手腕溫度、睡眠訊號——不只是結論。

source: This removes it from your history. It won't be re-imported from Apple Health.
de: Das entfernt es aus deinem Verlauf. Es wird nicht erneut aus Apple Health importiert.
es: Se quita de tu historial y no se volverá a importar desde Salud.
fr: Cela le retire de votre historique. Il ne sera pas réimporté depuis Apple Santé.
ja: 履歴から削除され、ヘルスケアから再取得されません。
ko: 기록에서 제거됩니다. Apple 건강에서 다시 가져오지 않습니다.
pt_br: Isso o remove do seu histórico. Não será reimportado do Apple Saúde.
zh_hant: 將從歷史移除，且不會再從 Apple Health 匯回。

source: This week is %@× your 4-week norm (%lld vs ~%lld min). Consider easing — big jumps drive overtraining and injury.
de: Diese Woche liegt beim %@-Fachen deiner 4-Wochen-Norm (%lld vs. ~%lld Min). Nimm etwas raus — große Sprünge fördern Übertraining und Verletzungen.
es: Esta semana es %1$@× tu media de 4 semanas (%2$lld frente a ~%3$lld min). Considera aflojar: los saltos bruscos provocan sobreentrenamiento y lesiones.
fr: Cette semaine fait %@× votre norme sur 4 semaines (%lld vs ~%lld min). Levez le pied : les gros écarts mènent au surentraînement et aux blessures.
ja: 今週は直近4週平均の%1$@倍です（%2$lld分 vs 約%3$lld分）。急な増量はオーバートレーニングやけがのもと。ペースを落としましょう。
ko: 이번 주는 4주 평균의 %@배입니다(%lld분 vs 약 %lld분). 급격한 증가는 과훈련과 부상의 원인이 되니 완화를 고려하세요.
pt_br: Esta semana está %@× sua média de 4 semanas (%lld vs ~%lld min). Considere aliviar — saltos grandes causam overtraining e lesões.
zh_hant: 本週訓練量是近 4 週平均的 %1$@ 倍（%2$lld 分鐘 vs 約 %3$lld 分鐘）。建議放緩——突然加量容易導致過度訓練與受傷。

source: This week on Z2/4×4 Trainer
de: Diese Woche im Z2/4×4 Trainer
es: Esta semana en Z2/4×4 Trainer
fr: Cette semaine sur Z2/4×4 Trainer
ja: 今週のZ2/4×4 Trainer
ko: 이번 주의 Z2/4×4 Trainer
pt_br: Esta semana no Z2/4×4 Trainer
zh_hant: 本週的 Z2/4×4 Trainer

source: This week on Z2/4×4 Trainer: %lld %@ trained across %lld %@, %lld-week streak
de: Diese Woche im Z2/4×4 Trainer: %lld %@ trainiert in %lld %@, %lld-Wochen-Serie
es: Esta semana en Z2/4×4 Trainer: %lld %@ entrenados en %lld %@, racha de %lld semanas
fr: Cette semaine sur Z2/4×4 Trainer : %lld %@ d’entraînement en %lld %@, série de %lld semaines
ja: 今週のZ2/4×4 Trainer：%lld %@のトレーニングを%lld %@実施、連続%lld週間
ko: 이번 주 Z2/4×4 Trainer: %lld%@ 훈련, 세션 %lld%@, %lld주 연속
pt_br: Esta semana no Z2/4×4 Trainer: %lld %@ treinados em %lld %@, sequência de %lld semanas
zh_hant: 本週的 Z2/4×4 Trainer：訓練 %lld %@，共 %lld %@，連續 %lld 週

source: This week: %lld Zone 2 + %lld × 4×4, ~%lld min
de: Diese Woche: %lld× Zone 2 + %lld× 4×4, ~%lld Min
es: Esta semana: %lld Zona 2 + %lld × 4×4, ~%lld min
fr: Cette semaine : %lld Zone 2 + %lld × 4×4, ~%lld min
ja: 今週：Zone 2 %lld回 + 4×4 %lld回、約%lld分
ko: 이번 주: Zone 2 %lld회 + 4×4 %lld회, 약 %lld분
pt_br: Esta semana: %lld Zona 2 + %lld × 4×4, ~%lld min
zh_hant: 本週：%lld 次 Zone 2 + %lld × 4×4，約 %lld 分鐘

source: This week's plan
de: Plan dieser Woche
es: Plan de la semana
fr: Plan de la semaine
ja: 今週のプラン
ko: 이번 주 계획
pt_br: Plano desta semana
zh_hant: 本週計畫

source: This week's training minutes
de: Trainingsminuten dieser Woche
es: Minutos de entrenamiento de esta semana
fr: Minutes d’entraînement de la semaine
ja: 今週のトレーニング時間
ko: 이번 주 훈련 시간(분)
pt_br: Minutos de treino desta semana
zh_hant: 本週訓練分鐘數

source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
pt_br: Hora
zh_hant: 時間

source: Time in Zone 2
de: Zeit in Zone 2
es: Tiempo en Zona 2
fr: Temps en Zone 2
ja: Zone 2 滞在時間
ko: Zone 2 시간
pt_br: Tempo na Zona 2
zh_hant: 在區時間

source: Time remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
ja: 残り時間
ko: 남은 시간
pt_br: Tempo restante
zh_hant: 剩餘時間

source: Time to train 💪
de: Zeit zu trainieren 💪
es: Hora de entrenar 💪
fr: C’est l’heure de s’entraîner 💪
ja: トレーニングの時間です 💪
ko: 운동할 시간 💪
pt_br: Hora de treinar 💪
zh_hant: 該訓練了 💪

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hant: 今天

source: Today is a rest day — but you can start with an easy Zone 2 session whenever you're ready.
de: Heute ist Ruhetag — aber du kannst jederzeit mit einer lockeren Zone-2-Einheit starten.
es: Hoy es día de descanso — pero puedes empezar con una sesión suave de Zona 2 cuando quieras.
fr: Aujourd’hui, c’est repos — mais vous pouvez lancer une Zone 2 facile quand vous voulez.
ja: 今日は休養日です——準備ができたら、軽めの Zone 2 セッションから始めることもできます。
ko: 오늘은 휴식일입니다 — 준비되면 언제든 가벼운 Zone 2 세션을 시작할 수 있어요.
pt_br: Hoje é dia de descanso — mas você pode começar uma Zona 2 leve quando quiser.
zh_hant: 今天是休息日——準備好時，也可以從輕鬆的 Zone 2 課程開始。

source: Today's plan: %@, %lld min. Start a guided session, or log a workout you've already done.
de: Heutiger Plan: %@, %lld Min. Starte eine geführte Einheit oder protokolliere ein bereits absolviertes Workout.
es: Plan de hoy: %@, %lld min. Empieza una sesión guiada o registra un entrenamiento ya hecho.
fr: Plan du jour : %@, %lld min. Lancez une séance guidée ou enregistrez une séance déjà faite.
ja: 今日のプラン:%@、%lld 分。ガイド付きセッションを開始するか、済んだワークアウトを記録しましょう。
ko: 오늘의 계획: %@, %lld분. 가이드 세션을 시작하거나 이미 한 운동을 기록하세요.
pt_br: Plano de hoje: %@, %lld min. Inicie uma sessão guiada ou registre um treino já feito.
zh_hant: 今日課表：%@，%lld 分鐘。開始引導訓練，或記錄已完成的訓練。

source: Today's session
de: Heutige Einheit
es: Sesión de hoy
fr: Séance du jour
ja: 今日のセッション
ko: 오늘의 세션
pt_br: Sessão de hoje
zh_hant: 今日課表

source: Today's session: %@
de: Heutige Einheit: %@
es: Sesión de hoy: %@
fr: Séance du jour : %@
ja: 今日のセッション:%@
ko: 오늘의 세션: %@
pt_br: Sessão de hoje: %@
zh_hant: 今日課表：%@

source: Too hard
de: Zu hart
es: Demasiado difícil
fr: Trop dur
ja: きつすぎる
ko: 너무 힘듦
pt_br: Forte demais
zh_hant: 太難

source: Total time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
ja: 合計時間
ko: 총 시간
pt_br: Tempo total
zh_hant: 總時長

source: Trained this week
de: Diese Woche trainiert
es: Entrenado esta semana
fr: Entraîné cette semaine
ja: 今週のトレーニング
ko: 이번 주 훈련
pt_br: Treinado esta semana
zh_hant: 本週訓練

source: Training load
de: Trainingsbelastung
es: Carga de entrenamiento
fr: Charge d’entraînement
ja: トレーニング負荷
ko: 훈련 부하
pt_br: Carga de treino
zh_hant: 訓練負荷

source: Training reminders
de: Trainingserinnerungen
es: Recordatorios de entreno
fr: Rappels d’entraînement
ja: トレーニングのリマインダー
ko: 훈련 리마인더
pt_br: Lembretes de treino
zh_hant: 訓練提醒

source: Tunes how the watch's adaptive 4×4 starts and ends each segment.
de: Stimmt ab, wie das adaptive 4×4 der Watch jedes Segment beginnt und beendet.
es: Ajusta cómo el 4×4 adaptativo del reloj inicia y termina cada segmento.
fr: Règle la façon dont le 4×4 adaptatif de la montre démarre et termine chaque segment.
ja: 時計の適応型 4×4 が各区間を開始・終了するタイミングを調整します。
ko: 워치의 적응형 4×4가 각 구간을 시작·종료하는 방식을 조정합니다.
pt_br: Ajusta como o 4×4 adaptativo do relógio inicia e encerra cada segmento.
zh_hant: 調整手錶自適應 4×4 各段的開始與結束時機。

source: Type
de: Typ
es: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
zh_hant: 類型

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
ko: 단위
pt_br: Unidades
zh_hant: 單位

source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
ja: Proをアンロック
ko: Pro 잠금 해제
pt_br: Desbloquear Pro
zh_hant: 解鎖 Pro

source: Unlock Pro · %@
de: Pro freischalten · %@
es: Desbloquear Pro · %@
fr: Débloquer Pro · %@
ja: Proをアンロック · %@
ko: Pro 잠금 해제 · %@
pt_br: Desbloquear Pro · %@
zh_hant: 解鎖 Pro · %@

source: Use Apple Health
de: Apple Health verwenden
es: Usar Apple Health
fr: Utiliser Apple Santé
ja: Apple ヘルスケアから取得
ko: Apple 건강 사용
pt_br: Usar Apple Saúde
zh_hant: 從 Apple Health 抓取

source: Very active
de: Sehr aktiv
es: Muy activo
fr: Très actif
ja: 非常に活発
ko: 매우 활동적
pt_br: Muito ativo
zh_hant: 非常活躍

source: VO₂max trajectory from Apple Health, charted over months.
de: VO₂max-Verlauf aus Apple Health, über Monate aufgezeichnet.
es: Trayectoria de VO₂max desde Apple Salud, graficada a lo largo de meses.
fr: Trajectoire de VO₂max depuis Apple Santé, tracée sur des mois.
ja: Appleヘルスケア由来のVO₂max推移を数か月単位でチャート化。
ko: Apple 건강의 VO₂max 궤적을 수개월 단위로 차트화.
pt_br: Trajetória de VO₂max do Apple Saúde, em gráfico de meses.
zh_hant: 來自 Apple 健康的 VO₂max 軌跡，以月為尺度繪製。

source: Voice cues unavailable — the timer still runs.
de: Sprachhinweise nicht verfügbar — der Timer läuft weiter.
es: Las indicaciones de voz no están disponibles — el temporizador sigue funcionando.
fr: Consignes vocales indisponibles : le minuteur continue.
ja: 音声ガイドは利用できません——タイマーは引き続き動作します。
ko: 음성 안내를 사용할 수 없습니다 — 타이머는 계속 작동합니다.
pt_br: Avisos de voz indisponíveis — o timer continua rodando.
zh_hant: 語音提示無法使用——計時仍會繼續。

source: Warmup · Recovery (Zone 2)
de: Aufwärmen · Erholung (Zone 2)
es: Calentamiento · Recuperación (Zona 2)
fr: Échauffement · Récupération (Zone 2)
ja: ウォームアップ · リカバリー（Zone 2）
ko: 웜업 · 회복 (Zone 2)
pt_br: Aquecimento · Recuperação (Zona 2)
zh_hant: 暖身 · 恢復（Zone 2）

source: Warmup minimum
de: Aufwärmminimum
es: Calentamiento mínimo
fr: Échauffement minimal
ja: ウォームアップ下限
ko: 최소 웜업 시간
pt_br: Aquecimento mínimo
zh_hant: 暖身下限

source: We use these to calculate your personal heart-rate zones and weekly targets.
de: Daraus berechnen wir deine persönlichen Pulszonen und Wochenziele.
es: Usamos estos datos para calcular tus zonas de frecuencia cardíaca personales y tus objetivos semanales.
fr: Ces données servent à calculer vos zones FC personnelles et vos objectifs hebdo.
ja: これらをもとに、あなた個人の心拍ゾーンと週間目標を計算します。
ko: 이 정보로 개인 심박 존과 주간 목표를 계산합니다.
pt_br: Usamos isso para calcular suas zonas de FC pessoais e metas semanais.
zh_hant: 我們會用這些資料計算你的個人心率區間與每週目標。

source: week
de: Woche
es: semana
fr: semaine
ja: 週間
ko: 주
pt_br: semana
zh_hant: 週

source: Week
de: Woche
es: Semana
fr: Semaine
ja: 週
ko: 주간
pt_br: Semana
zh_hant: 本週

source: Week streak
de: Wochenserie
es: Semana de racha
fr: Série hebdo
ja: 週連続
ko: 주 연속
pt_br: Sequência semanal
zh_hant: 週連續

source: Weekly target
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdo
ja: 週間目標
ko: 주간 목표
pt_br: Meta semanal
zh_hant: 每週目標

source: weeks
de: Wochen
es: semanas
fr: semaines
ja: 週間
ko: 주
pt_br: semanas
zh_hant: 週

source: Weeks streak
de: Wochenserie
es: Semanas de racha
fr: Série de semaines
ja: 週連続
ko: 주 연속
pt_br: Sequência de semanas
zh_hant: 週連續

source: Weight (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
ja: 体重（kg）
ko: 체중 (kg)
pt_br: Peso (kg)
zh_hant: 體重（公斤）

source: Weight (lb)
de: Gewicht (lb)
es: Peso (lb)
fr: Poids (lb)
ja: 体重（lb）
ko: 체중 (lb)
pt_br: Peso (lb)
zh_hant: 體重（lb）

source: Weight in pounds
de: Gewicht in Pfund
es: Peso en libras
fr: Poids en livres
ja: ポンド単位の体重
ko: 체중(파운드)
pt_br: Peso em libras
zh_hant: 體重（磅）

source: Welcome! Let's get started.
de: Willkommen! Legen wir los.
es: Te damos la bienvenida. ¡Empecemos!
fr: Bienvenue ! C’est parti.
ja: ようこそ！さあ始めましょう。
ko: 환영합니다! 시작해 볼까요.
pt_br: Bem-vindo! Vamos começar.
zh_hant: 歡迎！開始吧。

source: What this session means for tomorrow
de: Was diese Einheit für morgen bedeutet
es: Qué significa esta sesión para mañana
fr: Ce que cette séance implique pour demain
ja: このセッションが明日に意味すること
ko: 이 세션이 내일에 갖는 의미
pt_br: O que esta sessão significa para amanhã
zh_hant: 這次訓練對明天代表什麼

source: When
de: Wann
es: Cuándo
fr: Quand
ja: 日時
ko: 일시
pt_br: Quando
zh_hant: 時間

source: When on, workouts recorded elsewhere (Apple Health, other apps) are added to your history. Turn off to keep only your watch and manual sessions.
de: Wenn aktiviert, werden anderswo aufgezeichnete Workouts (Apple Health, andere Apps) deinem Verlauf hinzugefügt. Deaktivieren, um nur Watch- und manuelle Einheiten zu behalten.
es: Cuando está activado, los entrenamientos registrados en otro lugar (Apple Health, otras apps) se añaden a tu historial. Desactívalo para conservar solo tus sesiones del reloj y manuales.
fr: Si activé, les séances enregistrées ailleurs (Apple Santé, autres apps) s’ajoutent à votre historique. Désactivez pour ne garder que montre et saisies manuelles.
ja: オンにすると、他の場所（Apple ヘルスケアや他アプリ）で記録したワークアウトが履歴に追加されます。オフにすると時計と手動のセッションのみ残します。
ko: 켜면 다른 곳(Apple 건강, 타 앱)에서 기록된 운동이 기록에 추가됩니다. 끄면 워치와 직접 기록한 세션만 유지됩니다.
pt_br: Quando ativado, treinos registrados em outros lugares (Apple Saúde, outros apps) entram no seu histórico. Desative para manter só sessões do relógio e manuais.
zh_hant: 開啟時，其他地方（Apple Health、別的 app）記錄的運動會加進歷史。關閉則只保留手錶與手動記錄的。

source: Why Zone 2 matters
de: Warum Zone 2 zählt
es: Por qué importa Zone 2
fr: Pourquoi la Zone 2 compte
ja: Zone 2 が大切な理由
ko: Zone 2가 중요한 이유
pt_br: Por que a Zona 2 importa
zh_hant: 為什麼 Zone 2 重要

source: Workout date and time
de: Datum und Uhrzeit des Workouts
es: Fecha y hora del entrenamiento
fr: Date et heure de la séance
ja: ワークアウトの日時
ko: 운동 날짜와 시간
pt_br: Data e hora do treino
zh_hant: 訓練日期與時間

source: Workouts tuned to you
de: Workouts nach Maß
es: Entrenamientos a tu medida
fr: Des séances à votre mesure
ja: あなたに合わせたワークアウト
ko: 나에게 맞춘 운동
pt_br: Treinos sob medida para você
zh_hant: 為你量身打造的訓練

source: Works with Apple Health
de: Funktioniert mit Apple Health
es: Funciona con Apple Salud
fr: Compatible Apple Santé
ja: Appleヘルスケアに対応
ko: Apple 건강과 연동
pt_br: Funciona com o Apple Saúde
zh_hant: 支援 Apple 健康

source: Writes only your workouts
de: Schreibt nur deine Workouts
es: Escribe solo tus entrenamientos
fr: N’écrit que vos entraînements
ja: ワークアウトだけを書き込みます
ko: 운동 기록만 저장합니다
pt_br: Grava apenas seus treinos
zh_hant: 只寫入你的訓練紀錄

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hant: 昨天

source: You should be able to speak in short sentences.
de: Du solltest noch in kurzen Sätzen sprechen können.
es: Deberías poder hablar en frases cortas.
fr: Vous devez pouvoir parler en phrases courtes.
ja: 短い文なら話せる強度が目安です。
ko: 짧은 문장으로 말할 수 있는 정도여야 합니다.
pt_br: Você deve conseguir falar em frases curtas.
zh_hant: 你應該還能用短句說話。

source: Your answer helps tune future targets without needing more health data.
de: Deine Antwort hilft, künftige Ziele abzustimmen — ganz ohne weitere Gesundheitsdaten.
es: Tu respuesta ayuda a ajustar objetivos futuros sin necesitar más datos de salud.
fr: Votre réponse aide à ajuster les prochains objectifs sans données de santé supplémentaires.
ja: 回答すると、追加のヘルスデータなしで今後の目標調整に役立ちます。
ko: 답변은 추가 건강 데이터 없이 향후 목표를 조정하는 데 도움이 됩니다.
pt_br: Sua resposta ajuda a ajustar metas futuras sem precisar de mais dados de saúde.
zh_hant: 你的回答能幫助調整未來目標，不需要更多健康資料。

source: Your best: %lld weeks
de: Dein Rekord: %lld Wochen
es: Tu mejor marca: %lld semanas
fr: Votre record : %lld semaines
ja: 自己ベスト：%lld 週間
ko: 최고 기록: %lld주
pt_br: Seu recorde: %lld semanas
zh_hant: 你的最佳：%lld 週

source: Your coach
de: Dein Coach
es: Tu entrenador
fr: Votre coach
ja: あなたのコーチ
ko: 나의 코치
pt_br: Seu treinador
zh_hant: 你的教練

source: Your complete history as CSV or JSON — your data is yours.
de: Dein kompletter Verlauf als CSV oder JSON — deine Daten gehören dir.
es: Tu historial completo en CSV o JSON: tus datos son tuyos.
fr: Votre historique complet en CSV ou JSON : vos données vous appartiennent.
ja: 全履歴をCSVまたはJSONで。データはあなたのものです。
ko: 전체 기록을 CSV 또는 JSON으로 — 데이터는 당신의 것입니다.
pt_br: Seu histórico completo em CSV ou JSON — seus dados são seus.
zh_hant: 完整歷史匯出為 CSV 或 JSON——你的數據屬於你。

source: Your data stays on your device
de: Deine Daten bleiben auf deinem Gerät
es: Tus datos se quedan en tu dispositivo
fr: Vos données restent sur votre appareil
ja: データは端末の中だけに
ko: 데이터는 기기에만 저장됩니다
pt_br: Seus dados ficam no seu aparelho
zh_hant: 資料只留在你的裝置

source: Your personal cardio coach for building an aerobic base and lifting your fitness.
de: Dein persönlicher Cardio-Coach für aerobe Basis und mehr Fitness.
es: Tu entrenador personal de cardio para construir una base aeróbica y mejorar tu forma física.
fr: Votre coach cardio personnel pour bâtir la base aérobie et progresser.
ja: 有酸素ベースを築き、体力を高めるための、あなた専属の有酸素コーチ。
ko: 유산소 기초를 다지고 체력을 끌어올리는 나만의 유산소 코치.
pt_br: Seu treinador de cardio pessoal para construir base aeróbica e evoluir.
zh_hant: 你的個人有氧教練，幫你打好有氧基礎、提升體能。

source: Your weekly plan progresses and deloads with your actual training.
de: Dein Wochenplan steigert und entlastet sich mit deinem tatsächlichen Training.
es: Tu plan semanal progresa y descarga según tu entrenamiento real.
fr: Votre plan hebdo progresse et s’allège selon votre entraînement réel.
ja: 週間プランが実際のトレーニングに合わせて漸進・減量します。
ko: 주간 계획이 실제 훈련에 맞춰 진행·감량됩니다.
pt_br: Seu plano semanal progride e alivia conforme seu treino real.
zh_hant: 週計畫會隨你的實際訓練自動進階與減量。

source: Your zones
de: Deine Zonen
es: Tus zonas
fr: Vos zones
ja: あなたのゾーン
ko: 내 존
pt_br: Suas zonas
zh_hant: 你的區間

source: Z2/4×4 Trainer — this week: %lld min across %lld session(s), %lld-week streak.
de: Z2/4×4 Trainer — diese Woche: %lld Min in %lld Einheit(en), %lld-Wochen-Serie.
es: Z2/4×4 Trainer — esta semana: %lld min en %lld sesión(es), racha de %lld semanas.
fr: Z2/4×4 Trainer — cette semaine : %lld min sur %lld séance(s), série de %lld semaines.
ja: Z2/4×4 Trainer — 今週：%lld 分、%lld 回のセッション、連続 %lld 週間。
ko: Z2/4×4 Trainer — 이번 주: %lld분, 세션 %lld회, %lld주 연속.
pt_br: Z2/4×4 Trainer — esta semana: %lld min em %lld sessão(ões), sequência de %lld semanas.
zh_hant: Z2/4×4 Trainer — 本週：%lld 分鐘，共 %lld 次訓練，連續 %lld 週。

source: Zone 2 — aerobic base
de: Zone 2 — aerobe Basis
es: Zona 2: base aeróbica
fr: Zone 2 — base aérobie
ja: Zone 2——有酸素ベース
ko: Zone 2 — 유산소 기초
pt_br: Zona 2 — base aeróbica
zh_hant: Zone 2——有氧基礎

source: Zone 2 · Norwegian 4×4
de: Zone 2 · Norwegisches 4×4
es: Zona 2 · Noruego 4×4
fr: Zone 2 · 4×4 norvégien
ja: Zone 2 · ノルウェー式 4×4
ko: Zone 2 · 노르웨이식 4×4
pt_br: Zona 2 · 4×4 norueguês
zh_hant: Zone 2 · 挪威式 4×4

source: Zone 2 and Norwegian 4×4 sessions can be saved back to Apple Health when you allow it.
de: Zone-2- und norwegische 4×4-Einheiten können mit deiner Erlaubnis in Apple Health gespeichert werden.
es: Las sesiones Zone 2 y Norwegian 4×4 pueden guardarse en Apple Health cuando lo permitas.
fr: Les séances Zone 2 et 4×4 norvégien peuvent être enregistrées dans Apple Santé si vous l’autorisez.
ja: 許可すると、Zone 2 とノルウェー式 4×4 セッションを Apple Health に保存できます。
ko: 허용하면 Zone 2와 노르웨이식 4×4 세션을 Apple 건강에 다시 저장할 수 있습니다.
pt_br: Sessões de Zona 2 e 4×4 norueguês podem ser salvas no Apple Saúde com sua permissão.
zh_hant: 在你允許後，Zone 2 和挪威 4×4 訓練可以儲存回 Apple Health。

source: Zone 2 easy days and Norwegian 4×4 intervals, prescribed from your personal heart-rate zones.
de: Lockere Zone-2-Tage und norwegische 4×4-Intervalle, verordnet nach deinen persönlichen Pulszonen.
es: Días suaves de Zona 2 e intervalos noruegos 4×4, prescritos según tus zonas de frecuencia cardíaca personales.
fr: Jours faciles en Zone 2 et intervalles 4×4 norvégiens, prescrits selon vos zones FC personnelles.
ja: あなた個人の心拍ゾーンに基づく、Zone 2 のイージーデイとノルウェー式 4×4 インターバル。
ko: 개인 심박 존을 기준으로 처방되는 편안한 Zone 2와 노르웨이식 4×4 인터벌.
pt_br: Dias leves em Zona 2 e intervalos 4×4 noruegueses, prescritos pelas suas zonas de FC pessoais.
zh_hant: Zone 2 輕鬆日與挪威式 4×4 間歇，依你的個人心率區間開立。

source: Zone 2 preview
de: Zone-2-Vorschau
es: Vista previa de la zona 2
fr: Aperçu Zone 2
ja: Zone 2 プレビュー
ko: Zone 2 미리보기
pt_br: Prévia da Zona 2
zh_hant: 區間 2 預覽

source: Zones
de: Zonen
es: Zonas
ja: ゾーン
ko: 존
pt_br: Zonas
zh_hant: 區間

source: %lld bpm · Apple Watch
es: %lld lpm · Apple Watch

source: %lld–%lld bpm
es: %lld–%lld ppm

source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hant: 細節

source: Fitness trend
es: Tendencia de forma
fr: Tendance de forme
ja: フィットネス傾向
ko: 체력 추세
pt_br: Tendência de condicionamento
zh_hant: 體能趨勢

source: minute
es: minuto
ja: 分
ko: 분
pt_br: minuto
zh_hant: 分鐘

source: Optional
es: Opcional
fr: Facultatif
ja: 任意
ko: 선택 사항
pt_br: Opcional
zh_hant: 選填

source: Pause
es: Pausar
ja: 一時停止
ko: 일시정지
pt_br: Pausar
zh_hant: 暫停

source: Rate
es: Ritmo
fr: Rythme
ja: ペース
ko: 속도
pt_br: Ritmo
zh_hant: 速率

source: VO2 max (ml·kg⁻¹·min⁻¹)
es: VO2 máx (ml·kg⁻¹·min⁻¹)

source: VO2 max trend
es: Tendencia de VO2 máx
fr: Tendance VO2 max
ja: 最大酸素摂取量の推移
ko: VO2 max 추세
pt_br: Tendência de VO2 max
zh_hant: 最大攝氧量趨勢

source: Workout
es: Entreno
fr: Entraînement
ja: ワークアウト
ko: 운동
pt_br: Treino
zh_hant: 訓練

source: Z2 / 4×4 Trainer
es: Entrenador Z2 / 4×4
ja: Z2 / 4×4 トレーナー

source: Zone 2
es: Zona 2
pt_br: Zona 2

source: Zone 4 (4×4)
es: Zona 4 (4×4)
pt_br: Zona 4 (4×4)

source: Apple Health
fr: Apple Santé
ko: Apple 건강
pt_br: Apple Saúde

source: Imperial
fr: Impérial
ja: ヤード・ポンド法
ko: 야드파운드법
zh_hant: 英制

source: %lld min
ja: %lld 分
ko: %lld분
zh_hant: %lld 分鐘

source: min
ja: 分
ko: 분
zh_hant: 分鐘

source: %@ min
ko: %@분

source: ft
pt_br: pés

source: in
pt_br: pol

source: cm
zh_hant: 公分

source: kg
zh_hant: 公斤
